Repository: Ordisoftware/Hebrew-Calendar
Catalog: Project/Source/Forms/MainForm.*.resx
Languages: fr

# LabelTitle.Text
source: LUNASOLAR CALENDAR
fr: CALENDRIER LUNI-SOLAIRE

# ActionSaveReport.Text
source: Save report to file
fr: Sauvegarder le rapport dans un fichier

# ActionSaveReport.ToolTipText
source: Save report to file (Ctrl+S)
fr: Sauvegarder le rapport dans un fichier (Ctrl+S)

# ActionExportCSV.Text
source: Export to CSV
fr: Exporter CSV

# ActionExportCSV.ToolTipText
source: Export to CSV (Alt+S)
fr: Exporter CSV (Alt+S)

# ActionCopyReportToClipboard.Text
source: Copy report to clipboard
fr: Copier le rapport dans le presse-papier

# ActionCopyReportToClipboard.ToolTipText
source: Copy report to clipboard (Ctrl+C)
fr: Copier le rapport dans le presse-papier (Ctrl+C)

# ActionSearchDay.Text
source: Search a day
fr: Chercher un jour

# ActionSearchDay.ToolTipText
source: Search a day (Ctrl+D)
fr: Chercher un jour (Ctrl+D)

# ActionNavigate.Text
source: Navigate
fr: Naviguer

# ActionNavigate.ToolTipText
source: Navigate (Ctrl+N)
fr: Naviguer (Ctrl+N)

# ActionViewCelebrations.Text
source: View annual celebrations
fr: Voir les célébrations annuelle

# ActionViewCelebrations.ToolTipText
source: View annual celebrations
fr: Voir les célébrations annuelle

# ActionGenerate.Text
source: Generate
fr: Générer

# ActionGenerate.ToolTipText
source: Generate (F2)
fr: Générer (F2)

# ActionExit.Text
source: Exit
fr: Quitter

# ActionExit.ToolTipText
source: Exit (Esc, Alt+F4)
fr: Quitter (Esc, Alt+F4)

# ActionWebsite.Text
source: Website
fr: Site web

# ActionHelp.Text
source: Help
fr: Aide

# ActionHelp.ToolTipText
source: Help (F1)
fr: Aide (F1)

# ActionAbout.Text
source: About
fr: A propos

# ActionAbout.ToolTipText
source: About (F12)
fr: A propos (F12)

# SctionPreferences.Text
source: Preferences
fr: Préférences

# SctionPreferences.ToolTipText
source: Preferences (F8)
fr: Préférences (F8)

# MenuitemScreenPosition.Text
source: Screen position
fr: Position de l'écran

# EditScreenNone.Text
source: Loose
fr: Libre

# EditScreenTopLeft.Text
source: Top left
fr: Haut gauche

# EditScreenTopRight.Text
source: Top right
fr: Haut droit

# EditScreenBottomLeft.Text
source: Bottom left
fr: Bas gauche

# EditScreenBottomRight.Text
source: Bottom right
fr: Bas droit

# EditScreenCenter.Text
source: Center
fr: Centrer

# ActionResetWinSettings.Text
source: Reset window settings
fr: Réinitialiser les paramètres de fenêtre

# EditShowTips.Text
source: Show menu tips
fr: Affichier les astuces des menus

# EditESCtoExit.Text
source: Escape key hides window
fr: Escape pour cacher la fenêtre

# EditConfirmClosing.Text
source: Confirm application closing
fr: Confirmer la fermeture de l'application

# ActionViewGrid.Text
source: Simple grid
fr: Grille
