Repository: Ordisoftware/Hebrew-Calendar
Catalog: Project/Source/Forms/Config/PreferencesForm.*.resx
Languages: fr

# ActionClose.Text
source: Close
fr: Fermer

# ActionResetSettings.Text
source: Restore default values
fr: Restaurer les valeurs par défaut

# OpenExeFileDialog.Filter
source: Exe files (*.exe)|*.exe
fr: Fichiers EXE (*.exe)|*.exe

# SaveThemeDialog.Filter
source: Theme files (*.ini)|*.ini
fr: Fichiers de thème (*.ini)|*.ini

# OpenThemeDialog.Filter
source: Theme files (*.ini)|*.ini
fr: Fichiers de thème (*.ini)|*.ini

# LabelDateBookmarksCount.Text
source: Number of date bookmarks (modification is in real time: reduction will erase saved bookmarks)
fr: Nombre de signets de dates

# LabelChangeLangNotice.Text
source: Changing the language will not affect the data in the Parashot board unless restoring the default values
fr: Le changement de langue n'affectera pas les données du tableau des Parashot à moins de restaurer les valeurs par défaut

# LabelVolume.Text
source: Volume for sounds (not applicable to system dialog sounds)
fr: Volume des sons (non applicable aux sons système des boites de dialogue)

# EditLoadingFormHidden.Text
source: Hide loading and processing boxes
fr: Cacher les boites de chargement et de traitement

# EditWindowsDoubleBufferingEnabled.Text
source: Enable double-buffering for drawing windows
fr: Activer le double tampon pour le dessin des fenêtres

# EditWeatherMenuItemsEnabled.Text
source: Enable weather menu items
fr: Activer les éléments de menus météo

# EditWebLinksMenuEnabled.Text
source: Enable web links menu
fr: Activer le menu des liens web

# EditMainFormTitleBarShowCelebration.Text
source: Show current celebration in the title bar
fr: Afficher la célébration en cours dans la barre de titre

# EditMainFormTitleBarShowToday.Text
source: Show today in the title bar
fr: Afficher aujourd'hui dans la barre de titre

# EditDebuggerEnabled.Text
source: Enable debugger
fr: Activer le debogueur

# EditUsageStatisticsEnabled.Text
source: Enable usage statistics
fr: Activer les statistiques d'usage

# EditLogEnabled.Text
source: Enable log file
fr: Activer le fichier log

# TabPageStartup.Text
source: Startup
fr: Démarrage

# EditShowLastNewInVersionAfterUpdate.Text
source: Show last new in version after update
fr: Afficher les nouveautés après une mise à jour

# LabelLastDBOptimize.Text
source: Last optimization:
fr: Dernière optimisation :

# LabelLastStartupCheck.Text
source: Last check:
fr: Dernière vérification :

# LabelCheckUpdateFrequency.Text
source: Check frequency in number of days
fr: Fréquence de vérification en nombre de jours

# EditCheckUpdateAtStartup.Text
source: Check update at startup
fr: Vérifier la mise à jour au démarrage

# EditCheckUpdateEveryWeek.Text
source: Check update while running
fr: Vérifier la mise à jour durant l'exécution

# EditStartWithWindows.Text
source: Start with Windows
fr: Démarrer avec Windows

# EditStartupHide.Text
source: Hide at startup
fr: Cacher au démarrage

# EditRestoreLastViewAtStartup.Text
source: Restore last view at startup
fr: Restaurer la vue précédente au démarrage

# EditVacuumAtStartup.Text
source: Optimize database at startup every this number of days
fr: Optimiser les données au démarrage chaque ce nombre de jours

# EditTrayIconUseSpecialDayIcon.Text
source: Use a different icon when Shabat or a celebration day
fr: Utiliser une icône différente lors du Shabat ou d'un jour de célébration

# EditGlobalHotKeyPopupMainFormShift.Text
source: Shift +
fr: Maj +

# LabelTrayIconClickOpen.Text
source: Tray Icon click opens:
fr: Un clic sur la Tray Icon ouvre :

# SelectOpenNextCelebrationsForm.Text
source: Celebrations window
fr: Fenêtre des célébrations

# SelectOpenMainForm.Text
source: Application window
fr: Fenêtre de l'application

# EditGlobalHotKeyPopupMainFormEnabled.Text
source: Enable global HotKey to popup the application
fr: Activer le raccourci global pour faire apparaître l'application

# EditMainFormShownGoToToday.Text
source: Go to today when main window popup else keep the selected
fr: Aller à aujourd'hui lorsque la fenêtre principale apparaît sinon conserver la sélection

# SelectOpenNavigationForm.Text
source: Navigation window
fr: Fenêtre de navigation

# EditBalloon.Text
source: Use balloon with looming delay in milliseconds
fr: Utiliser le ballon avec ce délai avant surgissement en millisecondes

# EditBalloonAutoHide.Text
source: Auto hide balloon
fr: Cacher automatiquement le ballon

# EditBalloonOnlyIfMainFormIsHidden.Text
source: Show only if application is hidden
fr: Montrer le ballon seulement si la fenêtre principale est cachée

# TabPageNavigation.Text
source: Navigation window
fr: Fenêtre de navigation

# ActionUseBlackAndWhiteColors.Text
source: Black and white colors
fr: Couleurs noir et blanc

# LabelTopColor.Text
source: Top
fr: Haut

# ActionUseDefaultColors.Text
source: Pastel colors
fr: Couleurs pastel

# LabelMiddleColor.Text
source: Center
fr: Centre

# EditNavigationWindowUseUnicodeIcons.Text
source: Use unicode icons
fr: Utiliser les icônes unicode

# EditNavigationWindowCloseOnShowMainForm.Text
source: Close on show main form
fr: Fermer à l'affichage de la fenêtre principale

# LabelBottomColor.Text
source: Bottom
fr: Bas

# ActionUseSystemColors.Text
source: System colors
fr: Couleurs système

# TabPageGeneration.Text
source: Generation
fr: Génération

# SelectUseSodHaibour.Text
source: Use sod ha'ibur with sun omer
fr: Utiliser le Sod HaH'ibour avec le omer du soleil

# SelectOmerSun.Text
source: Use sun days omer
fr: Utiliser le omer des jours du soleil

# SelectOmerMoon.Text
source: Use moon days omer
fr: Utiliser le omer des jours de la lune

# LabelShabatDay.Text
source: Shabat day
fr: Jour du Shabat

# ActionUsePersonalShabat.Text
source: Use personal Shabat
fr: Utiliser le Shabat personnel

# LabelMaxYearsInterval.Text
source: Max years interval
fr: Intervalle d'années maximum

# EditUseSimhatTorahOutside.Text
source: Use Sim'hat Torah outside of Israël
fr: Utiliser Shim'hat Torah en dehors d'Israël

# ActionGetGPS.Text
source: Open GPS finder
fr: Ouvrir le découvreur de GPS

# LabelTimeZone.Text
source: Time zone
fr: Fuseau horaire

# EditBigCalendarWarning.Text
source: Display an alert for a large interval
fr: Afficher une alerte pour un grand intervalle

# EditAskRegenerateIfIntervalGreater.Text
source: Ask to regenerate at startup if the interval is greater
fr: Demander de régénérer au démarrage si l'intervalle est supérieur

# EditAutoRegenerate.Text
source: Auto-generate data for these years interval if expired
fr: Auto-générer données pour cet intervalle d'années si expiré

# TabPageReminder.Text
source: Reminder
fr: Rappeleur

# LabelDefaultLockoutAction.Text
source: Default lockout action
fr: Action de blocage par défaut

# LabelReminderBoxDesktopLocation.Text
source: Location of the windows
fr: Position des fenêtres

# LabelSelectReminderSound.Text
source: Select the sound of the reminder boxes
fr: Sélectionner le son des boites de rappel

# EditAllowSuspendReminder.Text
source: Allow suspend reminder
fr: Autoriser la suspension du rappeleur

# LabelRemindAutoLockTimeOut.Text
source: Timeout in seconds
fr: Délai avant le vérrouillage en secondes

# EditConfirmShutdown.Text
source: Confirm shutdown
fr: Confirmer l'arrêt de l'ordinateur

# EditReminderShowLockoutIcon.Text
source: Show lockout icon
fr: Afficher l'icône de vérouillage

# EditAutoLockSession.Text
source: Auto lockout the computer
fr: Vérouillage automatique de l'ordinateur

# EditCloseReminderFormOnClick.Text
source: Close reminder box on click everywhere
fr: Fermer la boite de rappel en cliquant n'importe où

# EditShowReminderInTaskBar.Text
source: Show reminder boxes in task bar
fr: Afficher les boites de rappel dans la barre de tâche

# LabelRemindShabatHoursBefore.Text
source: Hours before remind
fr: Heures avant le rappel

# EditReminderShabatEnabled.Text
source: Remind
fr: Rappeler

# LabelRemindShabatEveryMinutes.Text
source: Remind every minutes
fr: Rappeler toutes les minutes

# EditRemindShabatOnlyLight.Text
source: Only during sunlight
fr: Seulement lors de la lumière solaire

# TabPageCelebrations.Text
source: Celebrations
fr: Célébrations

# LabelRemindCelebrationHoursBefore.Text
source: Hours before second remind
fr: Heures avant le second rappel

# EditReminderCelebrationsEnabled.Text
source: Remind
fr: Rappeler

# LabelRemindCelebrationEveryMinutes.Text
source: Remind every minutes
fr: Rappeler toutes les minutes

# LabelRemindCelebrationDaysBefore.Text
source: Days before first remind
fr: Jours avant le premier rappel

# EditMainFormTitleBarShowWeeklyParashah.Text
source: Show weekly parashah in the title bar
fr: Afficher la parashah de la semaine dans la barre de titre

# EditReminderShabatShowParashah.Text
source: Show weekly parashah in the reminder box
fr: Afficher la parashah de la semaine dans la boite de rappel

# EditParashahCaptionWithBookAndRef.Text
source: Show weekly parashah with book name and verse reference
fr: Afficher la parashah de la semaine avec le nom du livre et la référence de verset

# EditWeeklyParashahShowAtNewWeek.Text
source: Show weekly parashah description on new week
fr: Afficher la description de la parashah de la semaine au début de la semaine

# EditCalendarShowParashah.Text
source: Indicate parashah
fr: Activer la parashah de la semaine

# EditWeeklyParashahShowAtStartup.Text
source: Show weekly parashah description at startup
fr: Afficher la description de la parashah de la semaine au démarrage

# TabPageColors.Text
source: Colors
fr: Couleurs

# EditUseColors.Text
source: Use colors for calendar and reminder boxes
fr: Utiliser les couleurs pour le calendrier et les boites de rappel

# EditSelectedDayBoxColorOnlyCurrent.Text
source: Use selected day box color only for today
fr: Utiliser la couleur de case de jour sélectionné uniquement pour aujourd'hui

# label1.Text
source: Torah back
fr: Fond Torah

# LabelColorNoDay.Text
source: No days back
fr: Fond de pas de jour

# label5.Text
source: New month back
fr: Fond nouv. mois

# label4.Text
source: Future event back
fr: Fond évèn. à venir

# ActionMonthViewThemeDark.Text
source: Dark theme
fr: Thème sombre

# LabelColorText.Text
source: Default text
fr: Texte par défaut

# ActionMonthViewThemeLight.Text
source: Light theme
fr: Thème clair

# label3.Text
source: Season back
fr: Fond saison

# label2.Text
source: Shabat back
fr: Fond Shabat

# LabelColorToday.Text
source: Today text
fr: Texte du jour

# LabelColorMoon.Text
source: Moon rise
fr: Lever de la lune

# LabelColorParashah.Text
source: Parashah portion
fr: Section Parashah

# LabelColorSeason.Text
source: Season event
fr: Saison

# LabelColorEmpty.Text
source: Default back
fr: Fond vide

# LabelColorFullMoon.Text
source: Full moon
fr: Pleine lune

# LabelColorTorah.Text
source: Torah event
fr: Évènement Torah

# LabelCalendarColorActiveDay.Text
source: Active day
fr: Jour actif

# LabelColorHoverEffect.Text
source: Mouse hover
fr: Effet de survol

# LabelColorSelectedDayBox.Text
source: Selected day
fr: Jour sélectionné

# LabelColorTodayBack.Text
source: Today back
fr: Fond du jour

# TabPageMonthView.Text
source: Month view
fr: Vue par mois

# LabelCalendarDoubleClickAction.Text
source: Double click action
fr: Action double clic

# SelectCalendarDoubleClickActionSelect.Text
source: Select day
fr: Sélectionner jour

# SelectCalendarDoubleClickActionNothing.Text
source: Nothing
fr: Rien

# SelectCalendarDoubleClickActionSetActive.Text
source: Set active day
fr: Définir jour actif

# LabelMoonDayTextFormat.Text
source: Moon day text format
fr: Format du texte du jour de la lune pour la transcription latine

# EditCalendarShowSelectedBox.Text
source: Show selected day box
fr: Afficher la case du jour sélectionné

# EditCalendarUseHoverEffect.Text
source: Use hover effect
fr: Utiliser l'effet de survol

# EditMonthViewChangeDayOnClick.Text
source: Change day on click
fr: Changer de jour sur un clic

# LabelMonthViewFontSize.Text
source: Font size
fr: Taille de la police

# LabelCalendarLineSpacing.Text
source: Line spacing
fr: Interligne

# TabPageTextReport.Text
source: Text report
fr: Rapport texte

# LabelFontName.Text
source: Font name
fr: Nom de la police

# LabelFontSize.Text
source: Font size
fr: Taille de la police

# LabelBackColor.Text
source: Back
fr: Fond

# LabelTextColor.Text
source: Text
fr: Texte

# LabelImageExportFileFormat.Text
source: Preferred image export file format
fr: Format préféré du fichier d'export d'images

# LabelDataExportFileFormat.Text
source: Preferred data export file format
fr: Format préféré du fichier d'export de données

# LabelSaveImageCountWarning.Text
source: Number of images to save to show warning
fr: Nombre d'images à sauver pour afficher un avertissement

# EditAutoOpenExportedFile.Text
source: Open exported file after success
fr: Ouvrir le fichier exporté en cas de succès

# EditExportDataEnumsAsTranslations.Text
source: Export of enums as humanized translations
fr: Export des énumérations en tant que traductions humanisées

# EditAutoOpenExportFolder.Text
source: Open export folder after success
fr: Ouvrir le dossier d'export en cas de succès

# LabelPrintPageCountWarning.Text
source: Number of pages to print to show warning
fr: Nombre de pages à imprimer pour afficher un avertissement

# LabelPrintMargin.Text
source: Printing margin in 100 x inch (20 = 0,5 cm | 50 = 1,25 cm | 80 = 2 cm | 100 = 2,5 cm | 120 = 3 cm)
fr: Marge d'impression en ( Inch x 100 ) *

# EditShowPrintDialog.Text
source: Preview before printing
fr: Aperçu avant impression

# EditPrintImageInLandscape.Text
source: Print images in landscape
fr: Imprimer les images en paysage

# TabPagePaths.Text
source: Paths
fr: Chemins

# LabelExportFolder.Text
source: Export folder
fr: Dossier d'exportation

# LabelCalculatorPath.Text
source: System calculator
fr: Calculatrice système

# LabelWeatherAppPath.Text
source: Weather application
fr: Application Météo

# LabelSelectOnlineWeatherProvider.Text
source: Online weather provider
fr: Fournisseur de météo en ligne

# EditWeatherOnlineUseDay.Text
source: Weather of the day, else of the week
fr: Météo du jour, sinon de la semaine

# ActionWeatherOnlineTest.Text
source: Test
fr: Tester

# $this.Text
source: Preferences
fr: Préférences
